export const mockNews = [
    {
        id: '1',
        title: '삼성SDI, 2025년 정기 임원 인사 실시',
        content:
            '삼성SDI는 12월 2일 성과주의 인사 기조를 바탕으로 경영성과와 성장잠재력을 종합적으로 평가하여 부사장 승진 3명, 상무 승진 8명, Master 1명 등 총 12명의 2025년 정기 임원 인사를 발표했음, 삼성SDI는 전기차 수요 성장세 둔화 등 불확실한 글로벌 경영환경 속에서도 초격차 기술경쟁력과 최고의 품질, 수익성 우위의 질적 성장이라는 경영방침 아래 글로벌 사업 확장을 차질없이 준비하고, 지금까지와는 차원이 다른 변화와 혁신으로 "2030년 글로벌 Top Tier 회사"로 도약하기 위해 각 분야별 차세대 리더를 과감히 발탁하고 중용하는 미래지향적인 임원 인사를 실시했음. ',
        imageUrl: '/images/pattern/main/sdi.PNG',
        date: '2024-11-24',
    },
    {
        id: '2',
        title: '삼성SDI, CES 2025 혁신상 4개 수상',
        content:
            '삼성SDI가 전기차 배터리, ESS용 배터리, 원통형 배터리 등 다양한 PRiMX(프라이맥스) 배터리의 기술력을 입증했다.삼성SDI는 내년 1월 미국 라스베이거스에서 열리는 세계 최대 전자 전시회 "CES 2025"를 앞두고 4개의 "CES 혁신상"을 수상했다고 밝혔다. 삼성SDI는 이번에 처음으로 CES에 제품을 출품해 배터리 사업 부문별 대표 제품들이 모두 수상하는 성과를 거뒀다.',
        imageUrl: '/images/pattern/main/imageView.jfif',
        date: '2024-11-23',
    },
    {
        id: '3',
        title: '삼성SDI, 파트너사와 함께 "2030년 글로벌 Top Tier 회사"로 동반성장',
        content:
            '삼성SDI가 파트너사와 한자리에 모여 동반성장 활동 성과를 공유하고 소통하며 동반성장의 의지를 다졌다. 삼성SDI는 지난 13일 더블트리 바이힐튼 서울 판교 호텔에서 "삼성SDI 동반성장 DAY"를 개최했다고 밝혔다. 최윤호 삼성SDI 대표이사 사장과 파트너사 CEO 등 관계자 200여 명이 참석해 상생협력의 의미를 빛냈다.',
        imageUrl: '/images/pattern/main/imageView (1).jfif',
        date: '2024-11-22',
    },
    {
        id: '4',
        title: '삼성SDI, 최주선 신임 대표이사 내정',
        content:
            '삼성SDI는 11월 28일 신임 대표이사로 삼성디스플레이 최주선 사장을 내정했다고 함 발표했음삼성디스플레이 대표이사 최주선 사장 → 삼성SDI 대표이사 사장 신임 최주선 대표이사 사장은 KAIST 전자공학 박사학위 취득후 삼성전자 메모리사업부 DRAM개발실장, DS부문 미주총괄 등을 거쳐 삼성디스플레이 대형디스플레이사업부장과 대표이사를 역임한 엔지니어 출신 경영자로 우수한 기술전문성과 경영 능력을 발휘해 반도체의 기술 경쟁력을 강화하고 디스플레이 사업의 견고한 성장을 이끌어 왔다는 평가임 최주선 신임 대표이사는 그간 축적한 성공 노하우와 리더십을 바탕으로 삼성SDI의 혁신과 회사가치 제고를 지속적으로 주도해 나갈 것으로 기대됨삼성SDI는 부사장 이하 2025년도 정기 임원인사도 조만간 확정해 발표할 계획임',
        imageUrl: '/images/pattern/main/sdi.PNG',
        date: '2024-11-21',
    },
    {
        id: '5',
        title: '삼성SDI, 2024년 3분기 경영실적 발표',
        content:
            '매출은 전년 동기 대비 △30%, 전분기 대비 △4% 감소했으며, 영업이익은 전년 동기 대비 △72%, 전분기 대비 △46% 줄었다.삼성SDI는 편광필름 사업 양도 결정에 따라 3분기 실적부터 해당 손익을 중단영업손익으로 별도 분리했다. 편광필름 사업을 포함할 경우 매출은 4조 2,520억 원, 영업이익은 1,413억 원이다.전지 부문 매출은 3조 6,720억 원으로 전년 동기 대비 △31%, 전분기 대비 △5% 감소했으며, 영업이익은 635억 원으로 전년 동기 대비 △85%, 전분기 대비 △69% 줄었다. 각형 전지는 유럽 전기차 시장 수요 둔화와 환율 영향 등으로 수익성이 감소했으나 미주 내 P6 배터리 공급 확대로 매출이 성장했으며, 에너지밀도와 안전성이 강화된 SBB 1.5 출시 등으로 ESS 전지의 매출과 영업이익이 모두 큰 폭으로 개선됐다.원형 전지는 전분기 일회성 이익 반영에 따른 기저 효과와 전기차용 판매 감소에 따른 가동률 하락 등으로 실적이 하락했으나, 파우치형 전지는 신규 스마트폰 출시 효과로 매출과 영업이익이 모두 증가했다.전자재료 부문 매출은 2,636억 원으로 전년 동기 대비 0.2%, 전분기 대비 24% 증가했으며, 영업이익은 664억 원으로 전년 동기 대비 24%, 전분기 대비 102% 늘었다. 고부가 OLED 소재를 중심으로 매출과 영업이익이 큰 폭으로 개선됐으며, 반도체 소재는 전분기와 동등한 수준의 실적을 유지했다.',
        imageUrl: '/images/pattern/main/sdi.PNG',
        date: '2024-11-20',
    },
];
